# St7DisableWindowStatusBar

Disables mouse input for the status bar shown by St7ShowWindowStatusBar in the model window.

long St7DisableWindowStatusBar(long uID)

Input Parameters

uID

Strand7 model file ID.